const Home2Fitra = () => {
  return (
    <div className="mt-36 mb-16">
      <div className="hero bg-base-200 min-h-screen">
        <div className="hero-content text-center">
          <div className="max-w-md">
            <h1 className="text-5xl font-bold">ফিতরা কী ও কেন আদায় করতে হয়?</h1>
            <div>
              <p>
                ইসলামি অনুশাসনের এক অনন্য নির্দশন ফিতরা। সাদকাতুল ফিতর দ্বিতীয়
                হিজরির শাবান মাসে বিধিবদ্ধ হয়। এটি অসহায় গরিব দুঃখীর ন্যয্য
                পাওনা। রমজান, ফিতরা ও ঈদ এক সূত্রে গাঁথা। ফিতরার মধ্যেই আছে গরিব
                প্রতিবেশির আনন্দ ও ঈদ উৎসব। রমজান মাসে ঈদের আগে ফিতরা আদায় করা
                উত্তম। এ ফিতরা কি? কেন তা দিতে হয়?
              </p>
              <h1 className="text-2xl py-4">ফিতরা</h1>
              <p>
                ফিতরা বা সাদকাতুল ফিতর হলো সেই নির্ধারিত সাদকা, যা ঈদের নামাজের
                আগে অসহায় গরিব-দুঃখীদের দিতে হয়। এটিকে জাকাতুল ফিতরও বলা হয়।
                ঈদের দিন সকালেও যদি করো কাছে নিসাব পরিমাণ সম্পদ- সাড়ে ৭ ভরি সোনা
                বা সাড়ে ৫২ ভরি রুপা বা সমমূল্যের ব্যবসাপণ্য থাকে তবে তাকে তাঁর
                নিজের ও পরিবারের ছোট–বড় সবার পক্ষ থেকে ফিতরা আদায় করা ওয়াজিব।
                <br />
                <br />
                ‘ফিতর’ মানে হলো ‘রোজা ছাড়া’। অর্থাৎ যা রমজানের রোজা ছাড়ার কারণে
                আদায় করতে হয়। ফিতরা মানে হলো প্রকৃতি। যেহেতু ফিতরার মাধ্যমে
                মানুষ তার পালণীয় রোজার যাবতীয় খতগুলো; ভুলগুলো থেকে আত্মশুদ্ধি ও
                আত্মার আমলকে নির্মল করার জন্য অসহায়দের মাঝে দেয়া আবশ্যক, তাই এর
                নাম ফিতরা।
                <br />
                অসহায় প্রতিবেশি ও স্বজনদের জন্য ফিতরা, দান-অনুদান ও উপহার
                সামগ্রী প্রদান আল্লাহর সন্তুষ্টি পাওয়ারও অন্যতম মাধ্যম। রোজা
                পালনে কোনোভাবে যদি রোজার আংশিক ক্ষতি, ত্রুটি-বিচ্যুতি হয়; তার
                সমাধান ও মুক্তির মাধ্যম হচ্ছে- অসচ্ছল, অসহায় ব্যক্তিদের মাঝে
                ঈদগাহে যাওয়ার পূর্বে ফিতরা আদায় করা। যা আমাদের জন্য একান্ত
                আবশ্যকীয়।
              </p>
              <h1 className="text-2xl py-4">ফিতরা আদায়ের উপকারিতা</h1>
              <p>
                * এই সাদাকাহ হবে রোজার ভুল-ত্রুটির ঘাটতির ক্ষতির পরিপূরক। কেননা
                সাওয়াবের কাজ-কর্ম মানুষের পাপ তথা গোনাহকে ধ্বংস করে দেয়।
                <br />
                *এ সাদকাহকে আবশ্যক করার আরেকটি কারণ হচ্ছে- ঈদের দিন গরিব ও
                মিসকিনদের আনন্দ-বিনোদন, উত্তম পোশাক ও খাবারের সহজলভ্যতার জন্য।
                যাতে তারাও ধনীদের সঙ্গে ঈদের আনন্দ উপভোগ করতে পারে। এ জন্যই
                সর্বযুগের সর্বশ্রেষ্ঠ সমাজবিজ্ঞানী, উম্মতের দরদী নবি হজরত
                মুহাম্মাদুর সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এই সুব্যবস্থার
                প্রচলন করে গেছেন। হাদিসে এসেছে- <br />
                <br /> - হজরত ইবনে ওমর রাদিয়াল্লাহু আনহু বলেন, ‘রাসুলুল্লাহ
                সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মুসলিমদের স্বাধীন ও ক্রীতদাস
                পুরুষ ও নারী এবং ছোট ও বড় সবার জন্য এক সা’ (প্রায় সাড়ে ৩ কেজি)
                খেজুর বা যব খাদ্য (আদায়) ফরজ করেছেন। (বুখারি, মুসলিম) <br />
                <br /> - হজরত আবু সাঈদ খুদরি রাদিয়াল্লাহু আনহু বর্ণনা করেন নবি
                সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জামানায় এর জমানায় আমরা
                সাদকাতুল ফিতর দিতাম এক সা (সাড়ে তিন কেজি প্রায়) খাদ্যবস্তু, তিনি
                বলেন, তখন আমাদের খাদ্য ছিল: যব, কিশমিশ, পনির ও খেজুর। (বুখারি){" "}
                <br />
                <br />
                - তিনি আরও বলেন, আমরা সাদকাতুল ফিতর আদায় করতাম এক সা খাদ্যবস্তু।
                যেমন- এক সা যব, এক সা খেজুর, এক সা পনির, এক সা কিশমিশ। (বুখারি){" "}
                <br />
                <br />
                * আল্লাহ রাব্বুল আলামিন দীর্ঘ একটি বছর মুমিন মুসলমানকে সুস্থ্য ও
                নিরাপদ রাখার পর বরকতময় মাস রমজান দান করেছেন। তাই এ সুস্থ্য দেহের
                জাকাত হল ফিতরা।
                <br />
                <br />
                * এই সাদকাহ আদায় করতে হয় আল্লাহর কৃতজ্ঞতা জ্ঞাপনের জন্য। কেননা
                আল্লাহ মেহেরবানী করে তার বান্দাদের দীর্ঘ এক মাস মহামূল্যবান ফরজ
                ইবাদত রোজা রাখার তাওফিক দান করেছেন।
                <br />
                <br />
                সর্বোপরি এই নিয়ামতের মাস, আনুগত্যের মাসের শেষে যাতে আত্মশুদ্ধি
                প্রক্রিয়া পরিপূর্ণ হয়। সব হ্যাঁ-সূচক ও না-সূচক আনুগত্যের পর
                আত্মাকে বিশুদ্ধ ও পবিত্র করার লক্ষ্যে আল্লাহর পথে মাল (অর্থ)
                খরচের মাধ্যমে নিজেদের পবিত্র করার জন্যই ফিতরার ব্যবস্থা করেছেন।<br /><br /><br />
                প্রত্যেক মুসলমানের জন্য ফিতরা আদায় করা ওয়াজিব। নাবালক ছেলে-মেয়ের পক্ষ থেকে বাবাকে এ ফিতরা আদায় করে দিতে হবে। আর তা ঈদুল ফিতরের নামাজের আগেই আদায় করা সর্বোত্তম। <br /><br />
                সুতরাং মুমিন মুসলমানের উচিত, রমজনের রোজায় ফিতরা আদায় করে গরিবের দুঃখ-কষ্ট দূর করতে ভূমিকা রাখা। তাদের মুখে হাসি ফোটানো। তাদের আনন্দ ও উৎসবে অংশগ্রহণে সহযোগিতা করা।<br /><br />
                আল্লাহ তাআলা মুসলিম উম্মাহকে রমজানের রোজা রাখার এ সময় থেকেই সাধ্যমতো ফিতরা আদায় করার তাওফিক দান করুন। ফিতরা আদায় করার মাধ্যমে রোজার ভুলগুলো থেকে মুক্ত হওয়ার তাওফিক দান করুন। আমিন।
<div>
    <h1>ফিতরা কীভাবে পরিমাপ করা হয়?</h1>
    <p></p>
</div>
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Home2Fitra;
