const Somser = () => {
  return (
    <div>
      <div>
        <p className="text-xl font-extrabold  text-lime-400">.....</p>
        <p></p>
      </div>
      <div>
        <p className="text-xl font-extrabold  text-lime-400">
          ..... ভুট্টার খড়ি চুরি
        </p>
        <p>
          বাড়ির পশ্চিমে তাজকিরা ভুট্টার খড়ি চুরি করতে গিয়ে ধরা পরে। মা সুমিকে
          দেখতে বলে- আমরা কোথাও মেহমান যায়। সুমি দেখে আমাদের খড়িগুলো তাজকিরা
          টেনে এক জায়গায় করছে নিয়ে যাওয়ার জন্য। সুমি তাজকিরাকে জিজ্ঞেস করে (
          এইলা ডেঠা কি তুমহা জাকায়েন)। তাজকিরা কিছু না বলে খড়িগুলো নিয়ে চলে যায়।
        </p>
      </div>
      <div>
        <p className="text-xl font-extrabold  text-lime-400">..... ইট চুরি</p>
        <p>
          আমরা বাড়িতে না সমসের আমাদের ইটগুলো নিয়ে যাওয়ার সময় দাদা দেখে ফেলে। সে
          নাকি তার মায়ের ঘরের সিঁড়ি বানাবে। মানুষকে দেখিয়ে মাটি দিয়ে সিঁড়ি মেপে
          দেয়।
        </p>
      </div>
      <div>
        <p className="text-xl font-extrabold  text-lime-400">
          .....আমের ডাল ও ঝিঙ্গল কাঠ চুরি
        </p>
        <p>
          আমাদের বাড়ির পশ্চিমে আমাদের ঝিঙ্গল গাছ এবং সমসেরের কিছু আম গাছ বিক্রি
          করে কুকুরডাঙ্গীর এনার কাছে। সমসের এবং তাজকিরা মিলে আমের ডালগুলো পাতার
          ভিতর লুকিয়ে রাখে। আমাদের গাছের একটি তাদের খড়ি ঘড়ে লুকিয়ে রাখে সমসের।
        </p>
      </div>

      <div>
        <p className="text-xl font-extrabold  text-lime-400">.....আলমের আম চুরি</p>
        <p>আলমের বাগানের আম চুরি করে তাজকিরা। চুরি করা আম রাখে এবং সে অসুস্থ হয়ে ঘড়ে শুয়ে থাকে।</p>
      </div>

      <div>
        <p className="text-xl font-extrabold  text-lime-400">
          .......তাজকিরার ছেলে মারা যায়
        </p>
        <p>তাজকিরার একটি ছেলে জন্ম হওয়ার কিছুদিন পরে মারা যায়।</p>
      </div>
      <div>
        <p className="text-xl font-extrabold  text-lime-400">
          .....তাজকিরার ছেলে পেটে মারা যায়
        </p>
        <p></p>
      </div>

      <div>
        <p className="text-xl font-extrabold  text-lime-400">২০২৪</p>
        <p>
          কোন এক কারণে তাজকিরা ও হালেমার মধ্যে ঝগড়া হলে হালেমা বলে তোর পেটের
          বাচ্চা পেটেয় থাকবে। ঠিক তাই হয়েছে। পেটের বাচ্চা পেটেয় মারা যায়।
        </p>
      </div>

      <div>
        <p className="text-xl font-extrabold  text-lime-400">২৩ মার্চ, ২০২৫ </p>
        <p>
          ২৩ মার্চ ২২শে রমজান রবিবার বিকালে তাজকিরা, সমসের ও তার মা হালেমর ঝগড়া
          হলে হালেমা ঐদিন ওদের ইফতারি খায়নি। সোমবার থেকে জার্শি গরুর জ্বর হয়।
          মঙ্গলবার জ্বর থাকে বুধবার দিবা গত মধ্য রাতে গরুটা মারা যায়। মাটি দেয়
          বাড়ির পশ্চিমে মুনসুরের টিউবওয়েলের পাশের জমিতে।
        </p>
      </div>

      <div>
        <p className="text-xl font-extrabold  text-lime-400"></p>
        <p></p>
      </div>
    </div>
  );
};

export default Somser;
